/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"User Interface" = "واجهة المستخدم/ة ";
"If blank, the search engine page will be used" = "If blank, the search engine page will be used";
"If blank, the default Onion Browser page will be used" = "بدون خيارات، سيتم استخدام الصفحة الافتراضيّة لمتصفّح أونيون";
"Toolbar on bottom" = "شريط الأدوات في الأسفل";
"Dark interface" = "الواجهة الداكنة";
"Dark app icon" = "Dark app icon";
"Mute audio with mute switch" = "Mute audio with mute switch";
"Custom home page" = "الصفحة الرئيسيّة الخاصّة ";
"Search Engine" = "محرّك بحث ";
"When disabled, all text entered in search bar will be sent to the search engine unless it starts with \"http\"" = "When disabled, all text entered in search bar will be sent to the search engine unless it starts with \"http\"";
"Search engine" = "محرّك بحث ";
"Auto-complete search results" = "Auto-complete search results";
"Stop auto-complete at first dot" = "Stop auto-complete at first dot";
"Privacy" = "الخصوصية";
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes" = "سيتم إزلة بيانات ملفّات الرّبط والتخزين المحلّي من المستضيفين الغير موجودين في القائمة البيضاء، حتّى من التبويبات المفتوحة بعد عدم قدرة الوصول إليها لهذا المدّة من الدّقائق ";
"Send Do-Not-Track header" = "إرسال ترويسة طلب-عدم-التتّبّع ";
"Edit cookies and local storage" = "تحرير الكوكيز والتخزين المحلّي ";
"Cookie auto-sweep interval" = "فترة المسح-الأوتوماتيكي لملفّات الرّبط ";
"When switching to another app, close all tabs and clear non-whitelisted cookies" = "عند التحويل لتطبيق آخر، يرجى إغلاق جميع التبويبات وإزالة ملفّات الارتباط غير الموجودة في القائمة البيضاء ";
"Clear all when backgrounded" = "إزالة الكل عند التواجد في الخلفيّة ";
"Changing this option requires restarting the app" = "تغيير هذا الخيار يتطلّب إعادة تشغيل التطبيق ";
"Allow 3rd party keyboards" = "السماح للوحات مفاتيح من طرف ثالث";
"Report a bug" = "بلّغوا عن خلل";
"Security" = "الأمن ";
"When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog" = "When enabled, a per-host option to ignore further TLS errors is shown in the TLS error dialog";
"Allow ignoring TLS errors" = "Allow ignoring TLS errors";
"Miscellaneous" = "متفرّقات ";
"Rate on App Store" = "التقييم على الآب ستور";
"About" = "عن ";
"About Onion Browser" = "عن متصفّح أونيون ";
"About Endless" = "عن إندلس ";
